Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/4001 JM Toolkit - Rev1- Master - 16Jan14.docx-omegat.tmx
Source language: en
Languages: es

source: January 2014
es: Enero 2014

source: health and safety toolkit
es: Kit de herramientas de salud y seguridad

source: HEALTH AND SAFETY TOOLKIT
es: KIT DE HERRAMIENTAS DE SALUD Y SEGURIDAD

source: Journey Management Planning
es: Planificación del manejo de viajes

source: Table of Contents
es: Índice

source: introduction
es: introducción

source: Global HSE Standards
es: Normas globales de HSE

source: objective
es: objetivo

source: Definitions
es: Definiciones

source: responsibilities
es: responsabilidades

source: Journey Management
es: Manejo de viajes

source: Journey Management Plans
es: Planes de manejo de viajes

source: Assessing the Operator
es: Evaluación del operador

source: Assessing the Mode of Transport
es: Evaluación del medio de transporte

source: Assessing the Route
es: Evaluación de la ruta

source: Emergency response planning
es: Planificación de la respuesta a emergencias

source: useful links
es: Enlaces útiles

source: APPENDIX A
es: ANEXO A

source: In 2012 the Global Health and Safety Team (GHSET) undertook a GAP analysis of each Golder Associates (Golder) operating region’s HSE Risk Registers to identify the commonalities and variations of the hazards facing Golder as a global organisation.
es: En 2012, el equipo global de Salud y Seguridad llevó a cabo un análisis situacional de los registros de riesgo de HSE en cada región donde opera Golder Associates (Golder) a fin de identificar aspectos en común y variaciones en los peligros que enfrenta Golder como organización global.

source: The findings from the GAP analysis were used to develop a Global HSE Risk Register and a Work Breakdown Plan was developed to address the High and Very High risk items common to all regions.
es: Se usaron los hallazgos del análisis situacional para elaborar un Registro Global de Riesgo de HSE y un Plan de Desglose de Trabajo para afrontar los elementos de riesgo «alto» y «muy alto» que son comunes a todas las regiones.

source: The four highest rated risks related to travel and journeys with general driving operations being the highest ranked risk within the organisation.
es: Los cuatro riesgos con la mayor calificación se relacionaron con viajes y traslados, siendo la operación general de conducción la que tuvo la calificación de riesgo más alta en la organización.

source: There exists within Golder’s global operations a wide variation between the types of modes of transport utilised, the operating environments, the standards of local legislation relating to vehicle safety, road rules and training/licencing requirements and the processes already in place to control the risks involved in journey management.
es: Los tipos de transporte utilizado varían mucho de una operación de Golder a otra, así como los entornos de operación, las normas que impone la legislación local en relación con la seguridad de los vehículos, las normas de tránsito y los requisitos de capacitación o licencias y los procesos vigentes para controlar los riesgos que implica el manejo de viajes.

source: Golder owes a duty of care which is transparent, equitable and consistent to all our employees.
es: Golder tiene un deber de cuidado con todos los colaboradores que es transparente, equitativo y coherente.

source: Where it is within our ability to control it an employee in one region should not be exposed to a level of risk that we would deem to be unacceptable in another.
es: Dentro de nuestras posibilidades, evitamos que un colaborador de una región se exponga a un nivel de riesgo que pudiera resultar inaceptable en otra.

source: In 2013 a commitment was given by the GMT to develop a set of Global Standards for the highest risks common to the organisation.
es: En 2013, el GMT se comprometió a elaborar un conjunto de normas globales para los riesgos comunes a la organización con la calificación más alta.

source: Subsequently Global Standards were developed for Fitness for Duty and Fatigue, Journey Management and Aviation Operations.
es: Posteriormente, se elaboraron normas globales relacionadas con la aptitud para las labores y la fatiga, el manejo de viajes y las operaciones de aviación.

source: The Global Standards identify a consistent and mandatory baseline of controls which are globally achievable and must be implemented uniformly in all Golder regions.
es: Las normas globales establecen controles que son una línea de base uniforme y obligatoria y que son posibles de aplicar globalmente. Estos deben implementarse de manera uniforme en todas las regiones donde opera Golder.

source: The mandatory standards for journey management are contained within Golder Global Procedure GP6: Management of Health and Safety (GP6).
es: Las normas obligatorias para el manejo de viajes se encuentran en el procedimiento global de Golder GP6: Gestión de Salud y Seguridad (GP6).

source: GP6 applies to all employees undertaking office or field work on behalf of Golder and Golder contractors and their subcontractors.
es: El GP6 se aplica a todos los colaboradores que ejecutan labores de oficina o de campo en representación de Golder y también se aplica a los contratistas y subcontratistas de Golder.

source: Subcontractors should be informed of Golder’s journey management requirements and held to the same levels of compliance as Golder employees.
es: Se debe informar a los subcontratistas de los requisitos de manejo de viajes de Golder y estos tienen la misma obligación que los colaboradores de Golder en cuanto a su cumplimiento.

source: Clients should be informed of Golder’s journey management requirements and we should work with our clients to encourage and support them in meeting our standards where applicable.
es: Se debe informar a los clientes de los requisitos de manejo de viajes de Golder y nuestro deber es trabajar con nuestros clientes para motivarlos y apoyarlos en el cumplimiento de nuestras normas, según corresponda.

source: Golder employees are empowered to refuse to accept lesser standards than those set by Golder.
es: Los colaboradores de Golder tienen la facultad de rechazar normas menos restrictivas que aquellas impuestas por Golder.

source: Golder’s values and the Work Safe, Home Safe ethos extends to the safe operation of vehicles by our employees when not working.
es: Los valores de Golder y la doctrina «trabajo seguro, hogar seguro» velan por la seguridad de nuestros colaboradores mientras operan vehículos aun cuando no estén trabajando.

source: Golder encourages and supports our employees in operating vehicles safely outside of work activities.
es: Golder anima a sus colaboradores a operar vehículos de manera segura fuera de las actividades laborales y les brinda su apoyo para ello.

source: The objective of this toolkit is to demonstrate a comprehensive approach to managing the risks associated with operating all modes of transport.
es: El objetivo de este kit de herramientas es mostrar un planteamiento integral hacia el manejo de riesgos asociados con la operación de todos los medios de transporte.

source: The toolkit applies to Golder (owned, leased, or rental) modes of transport, as well as private and client modes of transport used while conducting business on behalf of Golder.
es: El kit de herramientas rige para los medios de transporte que son propiedad de Golder o están en alguna modalidad de alquiler y a los medios de transporte privados o de clientes que se empleen mientras se hacen negocios en representación de Golder.

source: This procedure does not apply to public transport or taxi cabs.
es: Este procedimiento no rige para el transporte público o el uso de taxis.

source: This toolkit provides a framework for the development and implementation of solutions to mitigating risk associated with journey management, and helps identify current best practice within Golder and where further health and safety improvements can be made.
es: El kit de herramientas ofrece un marco para el desarrollo y la implementación de soluciones que permitan mitigar los riesgos vinculados al manejo de viajes y ayuda a detectar las actuales prácticas óptimas en Golder y las instancias en que se pueden hacer mejoras de salud y seguridad.

source: The information contained in this Toolkit should be read in conjunction with the best practice Guidance Notes contained on the Global HSE CWS.
es: La información del kit de herramientas debe leerse junto con las notas con orientaciones sobre prácticas optimas que se encuentran en el CWS Global de HSE.

source: Best practice Example Documents and existing Golder tools, forms and processes are also provided on the Global HSE CWS for information purposes.
es: Además, se puede encontrar documentos con ejemplos de prácticas óptimas, herramientas, formularios y procesos de Golder en el CWS Global de HSE.

source: External documents are summarised in Appendix A – JM Guidance and Examples.
es: El Anexo A, «Orientación y ejemplos de manejo de viajes», tiene un resumen de los documentos externos.

source: Table 1: Definitions
es: Tabla 1: Definiciones

source: Competent
es: Competente

source: An individual with sufficient knowledge, skills, and ability to perform and organize their work in a manner that reduces risk of harm to themselves and to other individuals from potential and actual hazards.
es: Persona con conocimientos, aptitudes y habilidades suficientes para ejecutar y organizar su trabajo de manera tal que reduzca el riesgo de dañarse a sí mismo o a otros a raíz de peligros potenciales o reales.

source: Identification and mitigation of risks related to the travel of Golder staff, including the standards and qualifications for modes of transport and operators and cargo storage and handling.
es: Identificación y mitigación de riesgos relacionados con viajes del personal de Golder. Contempla las normas y calificaciones de los medios de transporte y de los operadores, así como el almacenamiento y el manejo de carga.

source: Assessment and control measures required to manage safe travel, including route conditions, weather, remote and lone work and additional external factors affecting either the safe operation of the mode of transport or as an added stressor for an operator.
es: Medidas necesarias de evaluación y control para manejar viajes seguros. Comprende las condiciones de la ruta, el clima, el trabajo remoto y solitario y factores externos adicionales que o bien afectan la operación segura del medio de transporte o bien son un estresor adicional para el operador.

source: Maintenance Standards
es: Normas de mantenimiento

source: Jurisdictional requirements and Golder standards prescribing mode of transport maintenance which may include but not limited to, safe standard condition, inspection frequency, record keeping and record retention.
es: Requisitos legales y normas de Golder que ordenan el mantenimiento de medios de transporte y que pueden contemplar, entre otros, las condiciones normales de seguridad, la frecuencia de las inspecciones, los registros y su archivo.

source: Mode of Transport
es: Medio de transporte

source: Includes but not limited to cars, trucks/lorries, buses, motorcycles, marine vessels, mobile equipment, animals (horses, mules, camels, etc.), auto-rickshaw, all-terrain vehicles, utility task vehicles, snow mobiles, trains, human-powered locomotion (bicycles, handcar, cycle rickshaw, foot travel etc.) utilised while conducting work on behalf of Golder.
es: Comprende, entre otros, automóviles, camiones, buses, motocicletas, embarcaciones, equipos móviles, animales (caballos, mulas, camellos, etc.), mototaxis, vehículos todo-terreno, utilitarios, motonieves, trenes, vehículos a tracción humana (bicicletas, carros de mano, bicitaxis, viajes a pie) que se utilicen al efectuar labores en representación de Golder.

source: Operator
es: Operador

source: Individual in charge of any mode of transport while conducting work on behalf of Golder.
es: Persona al mando de cualquier medio de transporte mientras desarrolla labores en representación de Golder.

source: Operating Authority
es: Autoridad operativa

source: Organizational licensing authority for operation of specified types of modes of transport within a region.
es: Autoridad que entrega licencias a organizaciones para operar tipos específicos de medios de transporte en una región.

source: Work Related Travel
es: Viaje de trabajo

source: Travel undertaken by an employee which:
es: Viaje hecho por un colaborador que:

source: Provides direct or indirect benefit to Golder.
es: proporciona un beneficio directo o indirecto a Golder.

source: Would not be undertaken without direct instruction from Golder to do so.
es: no se realizaría sin que haya una instrucción directa de Golder para ello.

source: It does not include an employee’s round-trip commute from their home to their normal place of work.
es: El traslado diario habitual del colaborador desde el hogar al lugar de trabajo y viceversa no se considera un “viaje”.

source: Management Team
es: Comité de Gerencia

source: It is the responsibility of the Management Team to:
es: El Comité de Gerencia es responsable de:

source: Ensure that the journey management standard contained in GP6 is implemented in their Op-Co
es: garantizar que la norma sobre manejo de viajes contenida en el GP6 sea puesta en práctica en su Operación.

source: Communicate the journey management requirements to employees and refresh with training as appropriate to ensure that employees are familiar with their duties and responsibilities for journey management.
es: comunicar los requisitos de manejo de viajes a los colaboradores y capacitarlos si es necesario para asegurarse de que que conozcan sus deberes y responsabilidades respecto del manejo de viajes.

source: Review and, where appropriate, approve mode of transport selection and maintenance schedules for internal operations (not project related).
es: revisar y, si corresponde, autorizar la elección del medio de transporte y los cronogramas de mantenimiento para las operaciones internas (no relacionadas con proyectos).

source: Develop a process to ensure only competent operators are assigned modes of transport to operate for non-project work.
es: desarrollar un proceso para asegurarse de que los medios de transporte utilizados en labores no ligadas a proyectos tengan asignados solo operadores competentes.

source: Encourage and support programs that promote safe driving by employees.
es: fomentar y apoyar programas que promuevan una conducción segura entre los colaboradores.

source: Supervisor / Line Manager
es: Supervisor / Gerente de línea

source: It is the responsibility of the Supervisor / Manager to:
es: Es responsabilidad del Supervisor / Gerente lo siguiente:

source: Conduct / review risk assessments with employees for non-project related journeys when required.
es: llevar a cabo o revisar con los colaboradores evaluaciones de riesgo para viajes no relacionados con proyectos cuando sea necesario.

source: Ensure only competent operators are assigned modes of transport to operate for non-project related work.
es: asegurarse de que los medios de transporte utilizados en labores no ligadas a proyectos tengan asignados solo operadores competentes.

source: Project Manager
es: Jefe del proyecto

source: It is the responsibility of the Project Manager to:
es: Es responsabilidad del Jefe de Proyecto lo siguiente:

source: Consider the requirements of journey management when determining project travel schedules and assessing modes of transport.
es: considerar los requisitos de manejo de viajes al determinar los itinerarios de viaje de los proyectos y al evaluar los medios de transporte.

source: Ensure sufficient resources are in place to manage journeys during a project work and project tasks.
es: asegurarse de tener recursos suficientes para manejar los viajes mientras se desarrollan las labores y tareas de un proyecto.

source: Inform employees of situations that may affect their journeys during project planning.
es: informar a los colaboradores durante la planificación del proyecto sobre aquellas situaciones que pudieran tener alguna incidencia en su viaje.

source: Conduct /review risk assessments with employees for project-related journeys and field work as required.
es: llevar a cabo o revisar con los colaboradores evaluaciones de riesgo para viajes de proyecto y labores en el terreno cuando sea necesario.

source: Ensure only competent operators are assigned modes of transport to operate for project work.
es: asegurarse de que a los medios de transporte utilizados en labores ligadas a proyectos se asignen solo operadores competentes.

source: HSE Advisors/Coordinators
es: Asesores/Coordinadores de HSE

source: It is the responsibility of the HSE Advisors/Coordinators to:
es: Es responsabilidad de los Asesores/Coordinadores de HSE lo siguiente:

source: In conjunction with Human Development (HD), maintain records as required by GP6.
es: junto con Desarrollo Humano (HD), llevar registros según lo exigido en el GP6.

source: In conjunction with HD identify and implement training as required by GP6.
es: junto con HD, identificar e implementar capacitaciones según lo exigido en el GP6.

source: Develop local checklists and procedures as required to manage the risks involved in journey management.
es: elaborar listas de cotejo y procedimientos locales de ser necesario para manejar los riesgos relacionados con el manejo de viajes.

source: Develop and conduct mode of transport inductions as required.
es: preparar y llevar a cabo inducciones sobre los medios de transporte de ser necesario.

source: Human Development Representative
es: Representante de Desarrollo Humano

source: It is the responsibility of the Human Development Representative to:
es: Es responsabilidad del Representante de Desarrollo Humano lo siguiente:

source: In conjunction with HSE Advisors/Coordinators, maintain records as required by GP6.
es: junto con los Asesores/Coordinadores de HSE, llevar registros según lo exigido en el GP6.

source: In conjunction with HSE Advisors/Coordinators, identify and implement training as required by GP6.
es: junto con los Asesores/Coordinadores de HSE, identificar e implementar capacitaciones según lo exigido en el GP6.

source: Operators
es: Operadores

source: The Operator of a mode of transport is considered to be in control and is subject to many responsibilities related to the relevant regulatory jurisdiction, project requirements and internal Golder requirements.
es: El Operador de un medio de transporte es la persona que tiene el control y tiene responsabilidades frente a la autoridad, los requisitos del proyecto y las exigencias internas de Golder.

source: Responsibilities for Golder mode of transport operators are defined in GP6.
es: Las responsabilidades de los operadores de medios de transporte de Golder están definidas en el GP6.

source: Undertaking work related journeys represents a significant risk to Golder due to a variety of factors including the:
es: Los viajes de trabajo representan un riesgo importante para Golder debido a una variedad de factores, entre los que se cuentan los siguientes:

source: frequency of exposure;
es: Frecuencia de la exposición

source: suitability and fitness of purpose of the mode of transport;
es: Idoneidad del medio de transporte

source: training and experience required to operate modes of transport;
es: Capacitación y experiencia que se requiere para operar medios de transporte

source: hazards involved in the route, and;
es: Peligros encontrados en la ruta

source: remote and high risk environment locations of some projects.
es: Ubicación de algunos proyectos en zonas apartadas o en entornos de alto riesgo

source: Golder employees operating all modes of transport must be informed of and understand the risks associated with their activities.
es: Los colaboradores de Golder que operan medios de transporte deben estar informados sobre los riesgos asociados a sus actividades y comprender estos riesgos.

source: Each Golder Op-Co and/or project shall assess the risks involved in undertaking work-related journeys in accordance with the risk management processes identified in GP6.
es: En cada Operación o proyecto de Golder se deben evaluar los riesgos que implican los viajes de trabajo de conformidad con los procesos de manejo de riesgos señalados en el GP6.

source: There are three main sources of potential hazards to be considered in journey management plans:
es: Las principales fuentes de peligro potencial a tener en cuenta al planificar el manejo de viajes son tres:

source: the operator;
es: El operador

source: the mode of transport, and;
es: El medio de transporte

source: the route.
es: La ruta

source: A specific journey management plan should be completed for journeys which have been assessed as being high risk.
es: Para viajes que hayan sido evaluados y considerados de alto riesgo, debe elaborarse un plan de manejo específico.

source: This may be a standalone document or included as part of the HaSEP but must be specific to the hazards and risks involved in the proposed journey.
es: Puede ser un documento independiente o estar incluido en el HaSEP. Lo importante es que sea específico para los peligros y riesgos propios del viaje propuesto.

source: Generic journey management plans may be completed for medium and low risk journeys.
es: Para viajes de riesgo medio o bajo, pueden hacerse planes de manejo de viajes genéricos.

source: Factors which may elevate a journey to high risk include:
es: Los factores que pueden acrecentar el riesgo de un viaje son:

source: travelling to a remote location or road travel greater than 500km / 300 mile in distance, or
es: viajar a un lugar apartado o hacer un viaje por tierra de más de 500 km;

source: traveling on roads in poor condition or through rugged terrain, or
es: viajar por caminos en malas condiciones o por terrenos accidentados;

source: traveling through regions of increased risk to personal security, or
es: atravesar regiones con riesgo aumentado para la seguridad personal;

source: operation of a mode of transport other than a light road vehicle or requiring anything other than a standard driver’s licence, or;
es: operar un medio de transporte que no sea un vehículo ligero o que requiera una licencia distinta a la licencia normal de conducir;

source: travelling through regions of increased risk of contact with flora and/or fauna or;
es: atravesar regiones con riesgo aumentado de contacto con flora o fauna;

source: travelling through areas of environmental or heritage significance.
es: atravesar áreas de importancia ambiental o patrimonial.

source: A separate journey management plan may not be required for each repetition of the same journey, however operators should consider variable factors such as time of day, climate and visibility before each journey commences.
es: Puede no ser necesario hacer un plan independiente de manejo de viajes para cada repetición del mismo viaje, pero los operadores deben tener en cuenta los factores variables tales como el momento del día, las condiciones del tiempo y la visibilidad antes de iniciar cada viaje.

source: Alternative routes should be identified where possible and journey management plans reviewed should it not be possible to take the primary route.
es: Deben identificarse rutas alternativas de ser posible y revisarse los planes de manejo de viajes si no es posible tomar la ruta principal.

source: The journey management plan should include the following information as a minimum:
es: El plan de manejo de viajes debe incluir la siguiente información, como mínimo:

source: Details of operator and passengers.
es: Detalles del operador y de los pasajeros

source: Mode of transport details and requirements.
es: Detalles y requisitos del medio de transporte
